'''
#TODO Напишіть програму, що друкує "Hello, world!"

#?Тепер напишіть програму самостійно! Перша самостійна програма звичайно пише "Hello, world!". 

#?Варіанти такої програми вже були у завданні на виправлення помилок. Обирайте будь-який спосіб, 
#? та пам'ятайте, що буде прийнято тільки той, у якому рядок друкуватиметься точно так само як у завданні. 

#?Неможна плутати великі та маленькі букви, розділові знаки, додавати пробіли!

#TODO output : hello world
'''

a = "Hello, "
b = "world!"
print(a + b)