'''

#TODO Напишіть будь-яку програму.
Можна друкувати якусь історію, діалог, можна малювати малюнки за допомогою зірочок та інших символів. 

Зробіть те, що Вам цікаво — головне, щоб ця програма працювала!

'''
print("                **    **  ********  **        **            **      ")
print("               **    **  ********  **        **         **     **   ")
print("              ********  **        **        **         **      **  ")
print("             ********  ********  **        **         **      **  ")
print("            **    **  **        **        **         **      **  ")
print("           **    **  ********  ********  ********    **    **   ")
print("          **    **  ********  ********  ********       **      ")