'''
Етап «Правила гри»
Використовуй команду print (), щоб привітатися з гравцем і пояснити йому правила гри.

Етап «Питання-відповідь»: генерація задуманого числа
Нехай програма загадає число. Для цього підключи модуль random і використовуй команду randint (a, b), де a і b - межі, в яких потрібно видати випадкове число.

Етап «Питання-відповідь»: введення числа користувачем
Запросіть у користувача його варіант відповіді за допомогою команди input ().

Етап «Питання-відповідь»: підказки
Порівняте за допомогою умовного оператора введене користувачем число з задуманим. Якщо вони не збігаються, виведи підказку, більше загадане число або менше введеного варіанти відповіді.

Етап «Питання-відповідь»: повтор введення
Додате в програму цикл, щоб користувач міг повторно вводити варіант відповіді, поки не відгадає.

Етап «Результат гри»
Привітай користувача з перемогою і виведи на екран загадане число.

Бонус: додате в програму підрахунок спроб!
'''


import random
randomnumber = random.randint(1,99)



count = 0
while True:
    guess = int(input("Введіть число від 1 до 99\n"))

    if guess == randomnumber:
        print("Добре вгадано") 
        print("число: " + str(randomnumber))
        print("Ви вгадали з:",count,"спроби")
    elif guess != randomnumber:
        print("ви не вгадали,спробуйте ще раз\n")
        count += 1
        if guess < randomnumber:
            print("введіть більше число")
        elif guess > randomnumber:
            print("Введіть менше число")