'''
Створіть модуль olympic і функцію run, яка по пройденій відстані 
і витраченому часу допоможе спортсмену дізнатися його швидкість.
На змаганнях з бігу відома дистанція, 
яку пробігає спортсмен, і засікається час. 
Учаснику важливо розуміти, з якою середньою швидкістю він рухався, 
щоб відстежувати свої результати. 
Давайте напишемо програму, яка йому в цьому допоможе.
Напишіть функцію run (s, t), яка повертає швидкість 
спортсмена (s - це відстань, а t - це час). 
Збережі програму як модуль olympic.
'''

# Напиши та збережи модуль olympic
