'''
1. Напишіть програму на Python, щоб знайти ті числа, які 
діляться на 7 і кратні 5, між 1500 і 2700 (обидва включені).

2.Напишіть програму на Python для перетворення температуру 
та з Цельсія, за Фаренгейтом
[ Формула : c/5 = f-32/9 [ де c = температура в Цельсіях, 
а f = температура за Фаренгейтом ]

3. Напишіть програму на Python, щоб вгадати число від 1 до 99. 
Примітка: Користувачеві пропонується ввести припущення. 
Якщо користувач здогадується неправильно,то запит з'являється 
знову, поки припущення не будеправильним, після успішного вгадування 
користувач отримає повідомлення «Добре вгадано!», і програма вийде.

4. Напишіть програму на Python, щоб побудувати наступний 
шаблон, використовуючи вкладений цикл for.

* 
* * 
* * * 
* * * * 
* * * * * 
* * * * 
* * * 
* * 
*

'''
