'''
Програма запитує, яке місто найбільше за площею. 
Питання повторюється до отримання правильної відповіді: Ордос.
Програма повинна запитати 
"Вгадайте, яке найбільше за площею місто в світі?". 
Правильна відповідь - "Ордос". 
Якщо назва міста дана вірно, програма друкує "Вгадали!". 
У разі неправильної відповіді друкує "Не вгадали! 
Є ще більше! Спробуйте ще раз!" і знову пропонує ввести місто.
'''

question = "Вгадайте, яке найбільше за площею місто в світі?"
right_answer = "Ордос"
yes = "Вгадали!"
no = "Не вгадали! Є ще більше! Спробуйте ще раз!"
