# Якщо хочете надрукувати свій власний рисунок, це можна буде зробити в іншому завданні. 
# А тут тільки виправте помилки та запустіть програму.

print("*           **********")
print("         ***            ****")
print("     ***                      ***")
print("    **                           **")
print("  **       *****     *****      **")
print(" *             **       **           **")
print(" **                                   **")
print(" **                 *                 **")
print("  **       **            ***     **")
print("   **         **       **       **")
print("    **          *****        **")
print("       **                   **")
print("        *************")